Repository: common-repository/marquee
Catalog: lang/marquee-*.po
Languages: fr_fr

source: No Access for you!
fr_fr: Pas d'accès pour vous !

source: Enter here your marquee message, HTML tags are permit...
fr_fr: Entrez-ici votre message, les balises HTML sont autorisées...

source: Marquee content:
fr_fr: Contenu du Marquee :

source: Enter here the required user level to edit the Marquee
fr_fr: Choisissez le niveau d'utilisateur requis pour gérer le Marquee

source: Marquee management:
fr_fr: Gestion du Marquee :

source: <b>Who can administrate the Marquee:</b>
fr_fr: <b>Qui peut administrer le Marquee :</b>

source: level
fr_fr: niveau

source: Define the places where the message will be shown (you can select several pages with the help of the Ctrl key. By default : Everywhere.
fr_fr: Définissez les emplacements où le message devra s'afficher (vous pouvez sélectionner plusieurs pages à l'aide de la touche Ctrl). Par défaut : Partout.

source: On wich page the message will be shown:
fr_fr: Sur quelle page afficher le message :

source: Everywhere
fr_fr: Partout

source: On the homepage
fr_fr: Sur la page d'accueil

source: On pages
fr_fr: Sur les pages

source: On search page
fr_fr: Sur la page de recherche

source: On single pages
fr_fr: Sur les pages single

source: On archives pages
fr_fr: Sur la page archives

source: On categories page
fr_fr: Sur la page des catégories

source: Define the part of the page where the message will be shown (specify the id). By default
fr_fr: Définissez la partie de la page où le message devra s'afficher (précisez l'id). Par défaut

source: Where to display the message:
fr_fr: Où afficher le message :

source: Define the size of the font in pt. By default
fr_fr: Définissez la taille de la police en pt. Par défaut

source: Font size:
fr_fr: Taille de la police :

source: Select the direction of the scrolling text.
fr_fr: Sélectionnez le sens du message défilant.

source: Direction:
fr_fr: Sens :

source: Left/Right
fr_fr: Gauche/Droite

source: Right/Left
fr_fr: Droite/Gauche

source: Top/Bottom
fr_fr: Haut/Bas

source: Bottom/Top
fr_fr: Bas/Haut

source: Fixed
fr_fr: Fixe

source: 1 slow, 100 quick. By default
fr_fr: 1 lent, 100 rapide. Par défaut

source: Scrolling speed:
fr_fr: Vitesse de défilement :

source: Width in pixels or in percentage. By default
fr_fr: Largeur en pixels ou en pourcentage. Par défaut

source: Width:
fr_fr: Largeur :

source: Height in pixels. By default
fr_fr: Hauteur en pixels. Par défaut

source: Height:
fr_fr: Hauteur :

source: Possible value : transparent, color in format : #ffffff or url(image_url) and possibly a color in format
fr_fr: Valeur possible : transparent, couleur au format : #ffffff ou url(url_de_l_image) et éventuellement une couleur au format

source: Background color and/or background image:
fr_fr: Couleur de fond et/ou image de fond :

source: In format
fr_fr: au format

source: Text color:
fr_fr: Couleur du texte :

source: Does the scrolling text have to stop on mouse over?
fr_fr: Le texte défilant doit-il s'arrêter au passage de la souris ?

source: Stop on mouse over:
fr_fr: S'arrête au passage de la souris :

source: Display scrolling text or not?
fr_fr: Afficher le texte défilant ou pas ?

source: Display text:
fr_fr: Afficher le texte :

source: Save
fr_fr: Enregistrer

source: Click here to edit the message.
fr_fr: Cliquez ici pour éditer le message.

source: Click here to hide the message.
fr_fr: Cliquez ici pour masquer le message.
